{
    "movies": [
        {
        "title": "Climax (2019)  71%",
        "note": "",
        "index": "#65",
        "synopsis": "Synopsis: From director Gaspar Noé (Irreversible; Enter the Void; Love) comes a hypnotic, hallucinatory, and ultimately hair-raising depiction of a party... [More]",
        "cast": "Starring: Sofia Boutella, Romain Guillermic, Souheila Yacoub, Kiddy Smile",
        "critics": "Critics Consensus: Challenging and rewarding in equal measure, Climax captures writer-director Gaspar Noé working near his technically brilliant and visually distinctive peak."
        },
        {
        "title": "The Man Who Killed Hitler and Then The Bigfoot (2019)  73%",
        "note": "",
        "index": "#64",
        "synopsis": "Synopsis: THE MAN WHO KILLED HITLER AND THEN THE BIGFOOT follows the epic adventures of an American legend that no one... [More]",
        "cast": "Starring: Sam Elliott, Aidan Turner, Ron Livingston, Larry Miller",
        "critics": "Critics Consensus: The Man Who Killed Hitler and Then the Bigfoot just about lives up to the wild promise of its title, due in no small part to Sam Elliott's world-weary work in the title role."
        },
        {
        "title": "Family (2019)  75%",
        "note": "",
        "index": "#63",
        "synopsis": "Synopsis: Socially inept Kate is tasked with babysitting her equally awkward niece Maddie for her brother. Things go from bad to... [More]",
        "cast": "Starring: Taylor Schilling, Bryn Vale, Brian Tyree Henry, Jessie Ennis",
        "critics": "Critics Consensus: The definitive juggalo-infused self-discovery comedy, Family transcends its overly familiar elements with fresh twists and Taylor Schilling's appealing performance."
        },
        {
        "title": "Never Look Away (2019)  76%",
        "note": "",
        "index": "#62",
        "synopsis": "Synopsis: A sweeping romantic historical drama, NEVER LOOK AWAY follows thirty years in the life of a great artist - loosely... [More]",
        "cast": "Starring: Tom Schilling, Sebastian Koch, Paula Beer, Saskia Rosendahl",
        "critics": "Critics Consensus: Never Look Away fills its protracted running time with the absorbing story of an incredible life -- and its impact on the singular artist who lived it."
        },
        {
        "title": "Hotel Mumbai (2019)  76%",
        "note": "",
        "index": "#61",
        "synopsis": "Synopsis: A gripping true story of humanity and heroism, HOTEL MUMBAI vividly recounts the 2008 siege of the famed Taj Hotel... [More]",
        "cast": "Starring: Armie Hammer, Jason Isaacs, Nazanin Boniadi, Dev Patel",
        "critics": "Critics Consensus: Its depiction of real-life horror will strike some as exploitative, but Hotel Mumbai remains a well-made dramatization of tragic events."
        },
        {
        "title": "Everybody Knows (Todos lo saben) (2019)  78%",
        "note": "",
        "index": "#60",
        "synopsis": "Synopsis: The film follows Laura (Cruz) on her travels from Argentina to her small home town in Spain for her sister's... [More]",
        "cast": "Starring: Penelope Cruz, Javier Bardem, Ricardo Darín, Eduard Fernández",
        "critics": "Critics Consensus: Everybody Knows is somewhat less than the sum of its parts despite the efforts of an outstanding cast - and a disappointing step back for writer-director Asghar Farhadi."
        },
        {
        "title": "Captain Marvel (2019)  78%",
        "note": "",
        "index": "#59",
        "synopsis": "Synopsis: The story follows Carol Danvers as she becomes one of the universe's most powerful heroes when Earth is caught in... [More]",
        "cast": "Starring: Brie Larson, Samuel L. Jackson, Ben Mendelsohn, Djimon Hounsou",
        "critics": "Critics Consensus: Packed with action, humor, and visual thrills, Captain Marvel introduces the MCU's latest hero with an origin story that makes effective use of the franchise's signature formula."
        },
        {
        "title": "Photograph (2019)  79%",
        "note": "",
        "index": "#58",
        "synopsis": "Synopsis: Two lives intersect in Mumbai and go along together. A struggling street photographer, pressured to marry by his grandmother, convinces... [More]",
        "cast": "Starring: Nawazuddin Siddiqui, Sanya Malhotra, Akash Sinha, Abdul Quadir Amin",
        "critics": "Critics Consensus: Photograph enriches the familiar arc of its love story by refreshingly refracting its characters' budding bond through a sociocultural prism."
        },
        {
        "title": "The Wind (2019)  80%",
        "note": "",
        "index": "#57",
        "synopsis": "Synopsis: An unseen evil haunts the homestead in this chilling, folkloric tale of madness, paranoia, and otherworldly terror. Lizzy (Caitlin Gerard)... [More]",
        "cast": "Starring: Caitlin Gerard, Julia Goldani Telles, Ashley Zukerman, Dylan McTee",
        "critics": "Critics Consensus: Imperfect yet intriguing, The Wind offers horror fans an admirably ambitious story further distinguished by its fresh perspective and effective scares."
        },
        {
        "title": "Fast Color (2019)  80%",
        "note": "",
        "index": "#56",
        "synopsis": "Synopsis: Hunted by mysterious forces, a young woman (Gugu Mbatha-Raw) with supernatural abilities must go on the run when her powers... [More]",
        "cast": "Starring: Gugu Mbatha-Raw, Lorraine Toussaint, Saniyya Sidney, David Strathairn",
        "critics": "Critics Consensus: A grounded superhero story with more on its mind than punching bad guys, Fast Color leaps over uneven execution with a single Gugu Mbatha-Raw performance."
        },
        {
        "title": "Ruben Brandt, Collector (2019)  80%",
        "note": "",
        "index": "#55",
        "synopsis": "Synopsis: Ruben Brandt, a famous psychotherapist, is forced to steal 13 paintings from the world's renowned museums and private collections to... [More]",
        "cast": "Starring: Iván Kamarás, Csaba Márton, Gabriella Hámori, Katalin Dombi",
        "critics": "Critics Consensus: Ruben Brandt, Collector is flawed from a storytelling standpoint, but the eye-catching animation is more than enough to make this offbeat thriller well worth watching."
        },
        {
        "title": "Sorry Angel (Plaire, aimer et courir vite) (2019)  80%",
        "note": "",
        "index": "#54",
        "synopsis": "Synopsis: Paris, 1993. Jacques (Pierre Deladonchamps) is a semi-renowned writer and single father in his thirties trying to maintain his sense... [More]",
        "cast": "Starring: Vincent Lacoste, Pierre Deladonchamps, Denis Podalydès, Clément Métayer",
        "critics": "Critics Consensus: Well cast and beautifully filmed, Sorry Angel explores a young man's sexual awakening with wit, empathy, and a satisfying depth."
        },
        {
        "title": "Dogman (2019)  81%",
        "note": "",
        "index": "#53",
        "synopsis": "Synopsis: In a seaside village on the outskirts of an Italian city, where the only law seems to be survival of... [More]",
        "cast": "Starring: Marcello Fonte, Edoardo Pesce, Nunzia Schiano, Adamo Dionisi",
        "critics": "Critics Consensus: Dogman offers a grim character study set apart by Marcello Fonte's performance and director Matteo Garrone's tight grip on the material."
        },
        {
        "title": "Long Shot (2019)  81%",
        "note": "",
        "index": "#52",
        "synopsis": "Synopsis: Fred Flarsky (Seth Rogen) is a gifted and free-spirited journalist with an affinity for trouble. Charlotte Field (Charlize Theron) is... [More]",
        "cast": "Starring: Charlize Theron, Seth Rogen, O'Shea Jackson, Jr., Andy Serkis",
        "critics": "Critics Consensus: A sharp and deceptively layered comedy that's further fueled by the odd couple chemistry of its leads, this Long Shot largely hits its marks."
        },
        {
        "title": "The Brink (2019)  83%",
        "note": "",
        "index": "#51",
        "synopsis": "Synopsis: When Steve Bannon left his position as White House chief strategist less than a week after the Charlottesville \"Unite the... [More]",
        "cast": "Starring: Stephen K. Bannon",
        "critics": "Critics Consensus: The Brink won't change many minds about its subject, but it remains a compelling -- if perhaps difficult to watch -- look at a divisive ideological lightning rod."
        },
        {
        "title": "High Life (2019)  83%",
        "note": "",
        "index": "#50",
        "synopsis": "Synopsis: Monte (Robert Pattinson) and his baby daughter are the last survivors of a damned and dangerous mission to the outer... [More]",
        "cast": "Starring: Robert Pattinson, Juliette Binoche, André Benjamin, Mia Goth",
        "critics": "Critics Consensus: High Life is as visually arresting as it is challenging, confounding, and ultimately rewarding - which is to say it's everything film fans expect from director Claire Denis."
        },
        {
        "title": "Loro (2019)  83%",
        "note": "",
        "index": "#49",
        "synopsis": "Synopsis: Seduction, glamour, corruption, drugs and raucous poolside parties: the life and times of scandal-plagued Silvio Berlusconi have long-demanded a screen... [More]",
        "cast": "Starring: Toni Servillo, Elena Sofia Ricci, Riccardo Scamarcio, Kasia Smutniak",
        "critics": "Critics Consensus: Loro uses the larger-than-life exploits of an infamous public figure to present a messily compelling snapshot of how power attracts -- and corrupts."
        },
        {
        "title": "Knife + Heart (Un couteau dans le coeur) (2019)  84%",
        "note": "",
        "index": "#48",
        "synopsis": "Synopsis: Paris, Summer 1979. Anne (Vanessa Paradis) produces third-rate gay porn. After her editor and lover Lois leaves her, she tries... [More]",
        "cast": "Starring: Vanessa Paradis, Nicolas Maury, Kate Moran, Jonathan Genet",
        "critics": "Critics Consensus: Knife + Heart wrings giallo-inspired thrills out of a boldly challenging story that defiantly succeeds on its own stylish merits."
        },
        {
        "title": "The Perfection (2019)  84%",
        "note": "",
        "index": "#47",
        "synopsis": "Synopsis: When troubled musical prodigy Charlotte (Allison Williams) seeks out Elizabeth (Logan Browning), the new star pupil of her former school,... [More]",
        "cast": "Starring: Allison Williams, Logan Browning, Steven Weber, Alaina Huffman",
        "critics": "Critics Consensus: Led by a pair of compelling performances, The Perfection is a smart, gripping thriller that barbs its wild twists with cutting wit."
        },
        {
        "title": "Her Smell (2019)  85%",
        "note": "",
        "index": "#46",
        "synopsis": "Synopsis: Becky Something (Elisabeth Moss) is a '90s punk rock superstar who once filled arenas with her grungy all-female trio Something... [More]",
        "cast": "Starring: Elisabeth Moss, Cara Delevingne, Dan Stevens (IV) , Agyness Deyn",
        "critics": "Critics Consensus: Held together by a gripping lead performance from Elisabeth Moss, Her Smell is challenging and admittedly uneven, but ultimately worth the effort."
        },
        {
        "title": "The Boy Who Harnessed the Wind (2019)  85%",
        "note": "",
        "index": "#45",
        "synopsis": "Synopsis: Against all the odds, a thirteen year old boy in Malawi invents an unconventional way to save his family and... [More]",
        "cast": "Starring: Maxwell Simba , Chiwetel Ejiofor, Aïssa Maïga, Lily Banda",
        "critics": "Critics Consensus: The Boy Who Harnessed the Wind earns its predictably uplifting arc through strong performances and impressive work from debuting director Chiwetel Ejiofor."
        },
        {
        "title": "The LEGO Movie 2: The Second Part (2019)  85%",
        "note": "",
        "index": "#44",
        "synopsis": "Synopsis: The much-anticipated sequel to the critically acclaimed, global box office phenomenon that started it all, \"The LEGO (R) Movie 2:... [More]",
        "cast": "Starring: Chris Pratt, Elizabeth Banks, Will Arnett, Tiffany Haddish",
        "critics": "Critics Consensus: While it isn't quite as much fun as its predecessor, The LEGO Movie 2: The Second Part fits neatly into an animated all-ages franchise with heart and humor to spare."
        },
        {
        "title": "Meeting Gorbachev (2019)  87%",
        "note": "",
        "index": "#43",
        "synopsis": "Synopsis: Werner Herzog and André Singer's riveting documentary, filled with unforgettable archive materials and based on three long interviews, provides incredible... [More]",
        "cast": "Starring:",
        "critics": "Critics Consensus: Meeting Gorbachev plays to filmmaker Werner Herzog's endlessly inquisitive strengths -- and reveals the fascinating story of a pivotal political figure."
        },
        {
        "title": "The Hole in the Ground (2019)  88%",
        "note": "",
        "index": "#42",
        "synopsis": "Synopsis: Sarah and her young son Chris move to a new home in the Irish countryside, next to a forest that... [More]",
        "cast": "Starring: Seána Kerslake, James Cosmo, Simone Kirby, Steve Wall",
        "critics": "Critics Consensus: The Hole in the Ground artfully exploits parental fears with a well-made horror outing that makes up in sheer effectiveness what it lacks in originality."
        },
        {
        "title": "Rust Creek (2019)  88%",
        "note": "",
        "index": "#41",
        "synopsis": "Synopsis: An ordinary woman must summon extraordinary courage to survive a nightmare odyssey in this harrowing survival thriller. Sawyer (Hermione Corfield)... [More]",
        "cast": "Starring: Hermione Corfield, Jay Paulson, Micah Hauptman, Sean O'Bryan",
        "critics": "Critics Consensus: Rust Creek subverts expectations with a surprisingly layered survival drama anchored in a rich setting and a gripping lead performance from Hermione Corfield."
        },
        {
        "title": "The Image Book (Le livre d'image) (2019)  88%",
        "note": "",
        "index": "#40",
        "synopsis": "Synopsis: Do you still remember how, long ago, we trained our thoughts? Most often we'd start from a dream.... We wondered... [More]",
        "cast": "Starring:",
        "critics": "Critics Consensus: Potentially insurmountable for viewers not attuned to the director's wavelength, The Image Book is typically confounding - and ultimately rewarding - late-period Godard."
        },
        {
        "title": "Diamantino (2019)  88%",
        "note": "",
        "index": "#39",
        "synopsis": "Synopsis: Diamantino (Carloto Cotta), the world's premiere soccer star, loses his special touch and ends his career in disgrace. Searching for... [More]",
        "cast": "Starring: Carloto Cotta, Cleo Tavares , Anabela Moreira, Margarida Moreira",
        "critics": "Critics Consensus: Diamantino casts a singularly surreal eye on an ambitious array of subjects, emerging with a cinematic experience as inscrutable as it is unforgettable."
        },
        {
        "title": "Rocketman (2019)  89%",
        "note": "",
        "index": "#38",
        "synopsis": "Synopsis: ROCKETMAN is an epic musical fantasy about the incredible human story of Elton John's breakthrough years. The film follows the... [More]",
        "cast": "Starring: Taron Egerton, Jamie Bell, Richard Madden, Gemma Jones",
        "critics": "Critics Consensus: It's going to be a long, long time before a rock biopic manages to capture the highs and lows of an artist's life like Rocketman."
        },
        {
        "title": "Non-Fiction (2019)  88%",
        "note": "",
        "index": "#37",
        "synopsis": "Synopsis: Juliette Binoche and Guillame Canet reunite with acclaimed director Olivier Assayas for this wry, slyly seductive tale of sex, lies,... [More]",
        "cast": "Starring: Guillaume Canet, Juliette Binoche, Vincent Macaigne, Nora Hamzawi",
        "critics": "Critics Consensus: Well-acted and sharply written, Non-Fiction finds writer-director Olivier Assayas working in a comedic vein that channels classic forebears while remaining utterly fresh."
        },
        {
        "title": "John Wick: Chapter 3 - Parabellum (2019)  89%",
        "note": "",
        "index": "#36",
        "synopsis": "Synopsis: In this third installment of the adrenaline-fueled action franchise, super-assassin John Wick (Reeves) returns with a $14 million price tag... [More]",
        "cast": "Starring: Keanu Reeves, Halle Berry, Laurence Fishburne, Mark Dacascos",
        "critics": "Critics Consensus: John Wick: Chapter 3 - Parabellum reloads for another hard-hitting round of the brilliantly choreographed, over-the-top action that fans of the franchise demand."
        },
        {
        "title": "Missing Link (2019)  89%",
        "note": "",
        "index": "#35",
        "synopsis": "Synopsis: This April, meet Mr. Link (Galifianakis): 8 feet tall, 630 lbs, and covered in fur, but don't let his appearance... [More]",
        "cast": "Starring: Hugh Jackman, Zoe Saldana, Zach Galifianakis, Emma Thompson",
        "critics": "Critics Consensus: Another beautifully animated triumph for Laika, Missing Link is a visual treat with lots of humor, plenty of heart, and even a little food for thought."
        },
        {
        "title": "Arctic (2019)  89%",
        "note": "",
        "index": "#34",
        "synopsis": "Synopsis: A man stranded in the Arctic after an airplane crash must decide whether to remain in the relative safety of... [More]",
        "cast": "Starring: Mads Mikkelsen, Maria Thelma Smáradóttir",
        "critics": "Critics Consensus: Arctic proves that a good survival thriller doesn't need much in the way of dialogue to get by -- especially when Mads Mikkelsen is the one doing the surviving."
        },
        {
        "title": "Wild Nights with Emily (2019)  90%",
        "note": "",
        "index": "#33",
        "synopsis": "Synopsis: In the mid-19th century, Emily Dickinson is writing prolifically, baking gingerbread, and enjoying a passionate, lifelong romantic relationship with another... [More]",
        "cast": "Starring: Molly Shannon, Amy Seimetz, Susan Ziegler, Brett Gelman",
        "critics": "Critics Consensus: Silly yet deceptively smart, Wild Nights with Emily approaches its oft-investigated subject from a unique -- and utterly entertaining -- vantage point."
        },
        {
        "title": "The Kid Who Would Be King (2019)  90%",
        "note": "",
        "index": "#32",
        "synopsis": "Synopsis: Old school magic meets the modern world in the epic adventure THE KID WHO WOULD BE KING. Alex (Ashbourne Serkis)... [More]",
        "cast": "Starring: Louis Ashbourne Serkis, Patrick Stewart, Rebecca Ferguson, Dean Chaumoo",
        "critics": "Critics Consensus: The Kid Who Would Be King recalls classic all-ages adventures -- and repurposes a timeless legend -- for a thoroughly enjoyable new addition to the family movie canon."
        },
        {
        "title": "Shazam! (2019)  90%",
        "note": "",
        "index": "#31",
        "synopsis": "Synopsis: We all have a superhero inside us, it just takes a bit of magic to bring it out. In Billy... [More]",
        "cast": "Starring: Zachary Levi, Mark Strong (II), Asher Angel, Jack Dylan Grazer",
        "critics": "Critics Consensus: An effortlessly entertaining blend of humor and heart, Shazam! is a superhero movie that never forgets the genre's real power: joyous wish fulfillment."
        },
        {
        "title": "The Biggest Little Farm (2019)  91%",
        "note": "",
        "index": "#30",
        "synopsis": "Synopsis: A testament to the immense complexity of nature, The Biggest Little Farm follows two dreamers and a dog on an... [More]",
        "cast": "Starring:",
        "critics": "Critics Consensus: Uplifting, educational, and entertaining, The Biggest Little Farm is an environmental advocacy documentary with a satisfying side dish of hope for the future."
        },
        {
        "title": "How to Train Your Dragon: The Hidden World (2019)  91%",
        "note": "",
        "index": "#29",
        "synopsis": "Synopsis: Now chief and ruler of Berk alongside Astrid, Hiccup has created a gloriously chaotic dragon utopia. When the sudden appearance... [More]",
        "cast": "Starring: Jay Baruchel, America Ferrera, Cate Blanchett, Kit Harington",
        "critics": "Critics Consensus: The rare trilogy capper that really works, How to Train Your Dragon: The Hidden World brings its saga to a visually dazzling and emotionally affecting conclusion."
        },
        {
        "title": "Gloria Bell (2019)  91%",
        "note": "",
        "index": "#28",
        "synopsis": "Synopsis: Gloria (Julianne Moore) is a free-spirited divorcée who spends her days at a straight-laced office job and her nights on... [More]",
        "cast": "Starring: Julianne Moore, John Turturro, Michael Cera, Brad Garrett",
        "critics": "Critics Consensus: Free of visual or narrative embellishments, Gloria Bell rests almost completely on Julianne Moore's performance in the title role -- and she's gloriously up to the task."
        },
        {
        "title": "Giant Little Ones (2019)  92%",
        "note": "",
        "index": "#27",
        "synopsis": "Synopsis: Franky Winter (Josh Wiggins) and Ballas Kohl (Darren Mann) have been best friends since childhood. They are high school royalty:... [More]",
        "cast": "Starring: Maria Bello, Kyle MacLachlan, Taylor Hickson, Peter Outerbridge",
        "critics": "Critics Consensus: Giant Little Ones puts a complex and refreshingly nuanced spin on the traditional coming of age drama, further elevated by the admirable efforts of a talented cast."
        },
        {
        "title": "Fighting with My Family (2019)  92%",
        "note": "",
        "index": "#26",
        "synopsis": "Synopsis: FIGHTING WITH MY FAMILY is a heartwarming comedy based on the incredible true story of WWE Superstar Paige(TM). Born into... [More]",
        "cast": "Starring: Florence Pugh, Dwayne Johnson, Lena Headey, Nick Frost",
        "critics": "Critics Consensus: Much like the sport it celebrates, Fighting with My Family muscles past clichés with a potent blend of energy and committed acting that should leave audiences cheering."
        },
        {
        "title": "High Flying Bird (2019)  92%",
        "note": "",
        "index": "#25",
        "synopsis": "Synopsis: In the midst of a pro basketball lockout, sports agent Ray Burke (André Holland) finds himself caught in the face-off... [More]",
        "cast": "Starring: André Holland, Zazie Beetz, Melvin Gregg, Sonja Sohn",
        "critics": "Critics Consensus: High Flying Bird takes a thoughtful and engrossing look at professional sports that sees Steven Soderbergh continuing to test the limits of new filmmaking technology."
        },
        {
        "title": "Long Day's Journey Into Night (Di qiu zui hou de ye wan) (2019)  92%",
        "note": "",
        "index": "#24",
        "synopsis": "Synopsis: Long Day's Journey Into Night is a noir-tinged film about a solitary man (Jue Huang) haunted by loss and regret,... [More]",
        "cast": "Starring: Tang Wei, Jue Huang, Sylvia Chang, Hong-Chi Lee",
        "critics": "Critics Consensus: Long Day's Journey Into Night may flummox viewers looking for an easy-to-follow story, but writer-director Gan Bi's strong visual command and technical risk-taking pay off."
        },
        {
        "title": "Rafiki (2019)  93%",
        "note": "",
        "index": "#23",
        "synopsis": "Synopsis: \"Good Kenyan girls become good Kenyan wives,\" but Kena and Ziki long for something more. Despite the political rivalry between... [More]",
        "cast": "Starring: Samantha Mugatsia, Sheila Munyiva",
        "critics": "Critics Consensus: Rafiki tells a familiar story with bracing originality, marking director/co-writer Wanuri Kahiu as a talent to watch."
        },
        {
        "title": "Diane (2019)  93%",
        "note": "",
        "index": "#22",
        "synopsis": "Synopsis: For Diane (Mary Kay Place), everyone else comes first. Generous but with little patience for self-pity, she spends her days... [More]",
        "cast": "Starring: Mary Kay Place, Jake Lacy, Andrea Martin, Estelle Parsons",
        "critics": "Critics Consensus: A small-scale drama rich with meaning, Diane offers audiences an uncommonly empathetic and wise look at life -- and stellar work from Mary Kay Place in the title role."
        },
        {
        "title": "Ask Dr. Ruth (2019)  94%",
        "note": "",
        "index": "#21",
        "synopsis": "Synopsis: Ask Dr. Ruth chronicles the incredible life of Dr. Ruth Westheimer, a Holocaust survivor who became America's most famous sex... [More]",
        "cast": "Starring: Ruth Westheimer",
        "critics": "Critics Consensus: Like its subject, Ask Dr. Ruth has a breezy charm that's hard to resist -- and a message that's as important as it is entertaining."
        },
        {
        "title": "The Mustang (2019)  94%",
        "note": "",
        "index": "#20",
        "synopsis": "Synopsis: Roman (Matthias Schoenaerts), a convict in a rural Nevada prison who struggles to escape his violent past, is required to... [More]",
        "cast": "Starring: Matthias Schoenaerts, Connie Britton, Bruce Dern, Gideon Adlon",
        "critics": "Critics Consensus: The Mustang finds fresh perspectives in a familiar redemption tale brought brilliantly to life by powerful performances from Bruce Dern and Matthias Schoenaerts."
        },
        {
        "title": "The Wild Pear Tree (Ahlat agaci) (2019)  94%",
        "note": "",
        "index": "#19",
        "synopsis": "Synopsis: Sinan (Aydin Doğu Demirkol), an aspiring writer, returns home after university hoping to scrape together enough money to publish his... [More]",
        "cast": "Starring: Dogu Demirkol, Murat Cemcir, Bennu Yildirimlar, Hazar Ergüclü",
        "critics": "Critics Consensus: The Wild Pear Tree uses a young man's post-graduation experience to pose thoughtful, engaging questions about life in modern Turkey -- and the rest of the world."
        },
        {
        "title": "Us (2019)  94%",
        "note": "",
        "index": "#18",
        "synopsis": "Synopsis: Haunted by an unexplainable and unresolved trauma from her past and compounded by a string of eerie coincidences, Adelaide feels... [More]",
        "cast": "Starring: Lupita Nyong'o, Winston Duke, Elisabeth Moss, Tim Heidecker",
        "critics": "Critics Consensus: With Jordan Peele's second inventive, ambitious horror film, we have seen how to beat the sophomore jinx, and it is Us."
        },
        {
        "title": "The Souvenir (2019)  94%",
        "note": "",
        "index": "#17",
        "synopsis": "Synopsis: A shy film student begins finding her voice as an artist while navigating a turbulent courtship with a charismatic but... [More]",
        "cast": "Starring: Honor Swinton Byrne, Tosin Cole, Jack McMullen, Richard Ayoade",
        "critics": "Critics Consensus: Made by a filmmaker in command of her craft and a star perfectly matched with the material, The Souvenir is a uniquely impactful coming of age drama."
        },
        {
        "title": "Shadow (2019)  94%",
        "note": "",
        "index": "#16",
        "synopsis": "Synopsis: With SHADOW, director Zhang Yimou (HERO, HOUSE OF FLYING DAGGERS) once again pushes the boundaries of wuxia action to create... [More]",
        "cast": "Starring: Chao Deng, Sun Li, Zheng Kai, Qianyuan Wang",
        "critics": "Critics Consensus: Beautifully filmed and inventively choreographed, Shadow is a thrilling and visually sumptuous wuxia epic that finds director Zhang Yimou near peak form."
        },
        {
        "title": "Avengers: Endgame (2019)  95%",
        "note": "",
        "index": "#15",
        "synopsis": "Synopsis: The grave course of events set in motion by Thanos that wiped out half the universe and fractured the Avengers... [More]",
        "cast": "Starring: Robert Downey Jr., Mark Ruffalo, Scarlett Johansson, Chris Evans",
        "critics": "Critics Consensus: Exciting, entertaining, and emotionally impactful, Avengers: Endgame does whatever it takes to deliver a satisfying finale to Marvel's epic Infinity Saga."
        },
        {
        "title": "Birds of Passage (Pájaros de verano) (2019)  95%",
        "note": "",
        "index": "#14",
        "synopsis": "Synopsis: From the Oscar (R)-nominated team behind the genre-defying Embrace of the Serpent, comes an equally audacious saga centered on the... [More]",
        "cast": "Starring: José Acosta (V) , Natalia Reyes, Carmiña Martínez, Jhon Narváez",
        "critics": "Critics Consensus: Birds of Passage traces the familiar arc of the drug crime thriller from a different direction that's as visually absorbing as it is hard-hitting."
        },
        {
        "title": "An Elephant Sitting Still (Da xiang xi di er zuo) (2019)  95%",
        "note": "",
        "index": "#13",
        "synopsis": "Synopsis: Under the gloomy sky of a small town in northern China, different protagonists' lives are intertwined in this furious tale... [More]",
        "cast": "Starring: Yu Zhang (XXVIII) , Yuchang Peng, Uvin Wang, Congxi Li",
        "critics": "Critics Consensus: A remarkable debut that sadly serves as its creator's epitaph, An Elephant Sitting Still offers an uncompromisingly grim yet poignant portrait of life in modern China."
        },
        {
        "title": "Transit (2019)  95%",
        "note": "",
        "index": "#12",
        "synopsis": "Synopsis: As fascism spreads, German refugee Georg (Franz Rogowski) flees to Marseille and assumes the identity of the dead writer whose... [More]",
        "cast": "Starring: Franz Rogowski, Paula Beer, Godehard Giese, Lilien Batman",
        "critics": "Critics Consensus: Transit lives up to its title with a challenging drama that captures characters - and puts the audience - in a state of flux and exerts an unsettling pull."
        },
        {
        "title": "Little Woods (2019)  96%",
        "note": "",
        "index": "#11",
        "synopsis": "Synopsis: Little Woods, North Dakota, a fracking boomtown well beyond its prime. Ollie is trying to survive the last few days... [More]",
        "cast": "Starring: Tessa Thompson, Lily James, Luke Kirby, James Badge Dale",
        "critics": "Critics Consensus: Led by standout work from Tessa Thompson, Little Woods tells a grimly absorbing tale that marks a commendable debut for writer-director Nia DaCosta."
        },
        {
        "title": "Hail Satan? (2019)  97%",
        "note": "",
        "index": "#10",
        "synopsis": "Synopsis: Chronicling the extraordinary rise of one of the most colorful and controversial religious movements in American history, Hail Satan? is... [More]",
        "cast": "Starring:",
        "critics": "Critics Consensus: Hail Satan? challenges preconceived notions of its subject with a smart, witty, and overall entertaining dispatch from the front lines of the fight for social justice."
        },
        {
        "title": "The Heiresses (Las Herederas) (2019)  97%",
        "note": "",
        "index": "#9",
        "synopsis": "Synopsis: Chela and Chiquita, both descended from wealthy families in Asunción, Paraguay, have been together for over 30 years. But recently... [More]",
        "cast": "Starring: Ana Brun, Ana Ivanova, Margarita Irún, Nilda Gonzalez",
        "critics": "Critics Consensus: Led by a standout performance from Ana Brun, The Heiresses takes a thoroughly compelling look at lives little explored by mainstream cinema."
        },
        {
        "title": "Woman at War (Kona fer í stríð) (2019)  97%",
        "note": "",
        "index": "#8",
        "synopsis": "Synopsis: Halla is a fifty-year-old independent woman. But behind the scenes of a quiet routine, she leads a double life as... [More]",
        "cast": "Starring: Halldóra Geirharðsdóttir, Jóhann Sigurðarson, David Thor Jonsson, Magnus Trygvason Eliasen",
        "critics": "Critics Consensus: Treating its timely themes with a deceptively light touch, Woman at War is easy to enjoy in the moment, yet its impact lingers long after the closing credits roll."
        },
        {
        "title": "Rodents of Unusual Size (2018)  98%",
        "note": "",
        "index": "#7",
        "synopsis": "Synopsis: Hard headed Louisiana fisherman Thomas Gonzales doesn't know what will hit him next. After decades of hurricanes and oil spills... [More]",
        "cast": "Starring: Wendell Pierce",
        "critics": "Critics Consensus: Rodents of Unusual Size approaches a variety of timely and thought-provoking subjects from fresh angles -- and a lot of surprisingly large creatures in the bargain."
        },
        {
        "title": "3 Faces (2019)  98%",
        "note": "",
        "index": "#6",
        "synopsis": "Synopsis: Well-known actress Behnaz Jafari is distraught by a provincial girl's video plea for help--oppressed by her family to not pursue... [More]",
        "cast": "Starring: Behnaz Jafari, Jafar Panahi, Marziyeh Rezaei, Maedeh Erteghaei",
        "critics": "Critics Consensus: Observational, insightful, and ultimately powerful, 3 Faces adds another quietly thought-provoking chapter to writer-director Jafar Panahi's filmography."
        },
        {
        "title": "Ash Is Purest White (2019)  98%",
        "note": "",
        "index": "#5",
        "synopsis": "Synopsis: A tragicomedy initially set in the jianghu-criminal underworld-setting, ASH IS PUREST WHITE is less a gangster movie than a melodrama.... [More]",
        "cast": "Starring: Tao Zhao, Liao Fan, Zheng Xu, Casper Liang",
        "critics": "Critics Consensus: Ash Is Purest White finds writer-director Zhangke Jia revisiting familiar themes while continuing to observe modern Chinese society with an urgent, empathetic eye."
        },
        {
        "title": "Apollo 11 (2019)  98%",
        "note": "",
        "index": "#4",
        "synopsis": "Synopsis: Apollo 11 is a cinematic space event film fifty years in the making. Featuring never-before-seen large-format film footage of one... [More]",
        "cast": "Starring:",
        "critics": "Critics Consensus: Edifying and inspiring in equal measure, Apollo 11 uses artfully repurposed archival footage to send audiences soaring back to a pivotal time in American history."
        },
        {
        "title": "Booksmart (2019)  97%",
        "note": "",
        "index": "#3",
        "synopsis": "Synopsis: The story follows Dever and Feldstein's characters, two academic superstars and best friends who, on the eve of their high... [More]",
        "cast": "Starring: Kaitlyn Dever, Beanie Feldstein, Billie Lourd, Skyler Gisondo",
        "critics": "Critics Consensus: Fast-paced, funny, and fresh, Booksmart does the seemingly impossible by adding a smart new spin to the coming-of-age comedy."
        },
        {
        "title": "Amazing Grace (2019)  99%",
        "note": "",
        "index": "#2",
        "synopsis": "Synopsis: Concert footage from 1972 of Aretha Franklin performing songs from the best-selling gospel album at the New Temple Missionary Baptist... [More]",
        "cast": "Starring: Aretha Franklin, C.L. Franklin, Rev. James Cleveland, Bernard Pretty Purdie",
        "critics": "Critics Consensus: Brilliantly capturing a remarkable performer near the peak of her prodigious power, Amazing Grace is a thrilling must-watch documentary for Aretha Franklin fans."
        },
        {
        "title": "Knock Down the House (2019)  100%",
        "note": "",
        "index": "#1",
        "synopsis": "Synopsis: When tragedy struck her family in the midst of the financial crisis, Bronx-born Alexandria Ocasio-Cortez had to work double shifts... [More]",
        "cast": "Starring: Alexandria Ocasio-Cortez, Amy Vilela, Cori Bush, Paula Jean Swearengin",
        "critics": "Critics Consensus: A galvanizing glimpse behind the scenes of a pivotal election, Knock Down the House should prove engrossing for viewers of all political persuasions."
        }
    ]
    }